{
    "arreglo":[
    {"id":"1",
    "pais": "Alemania",
    "imagen": "https://a2.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0628%2Fr1030123_1108x623_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Segundo en la tabla histórica, suma cuatro títulos y solo es superado por Brasil. Viene de la peor campaña de su historia en Rusia 2018, pero su grandeza no tiene discusión. No falta desde Brasil 1950 y su último título fue en 2014"},
    {"pais": "Arabia Saudita",
    "imagen": "https://a1.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0626%2Fr1029328_920x518_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Hizo su debut en Estados Unidos 1994 y en esa misma edición cumplió su mejor actuación, cuando alcanzó los octavos de final contra todo pronóstico. Esta será su sexta participación, la segunda consecutiva."},
    {"pais": "Argentina",
    "imagen": "https://a4.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0624%2Fr1028663_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Es uno de los candidatos. Ganó los títulos de 1978 y 1986 y disputó otras tres finales. Además, participó de las últimas trece ediciones, contando la de Qatar. Está cuarto en la tabla histórica y podría superar a Italia para llegar al podio."},
    {"pais": "Australia",
    "imagen": "https://a3.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0628%2Fr1029991_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Tras su debut en Alemania Federal 1974, regresó a los Mundiales en 2006 y desde ese momento no volvió a estar ausente. Su mejor actuación fueron los octavos de final en Alemania 2006, cuando quedó eliminado ante el futuro campeón Italia."},
    {"pais": "Bélgica",
    "imagen": "https://a.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0626%2Fr1029251_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Participó de las primeras tres ediciones, pero en ninguna logró superar la primera fase. Recién en 1982 clasificó a segunda ronda y en 1986 llegó a semis. Su mejor actuación fue en Rusia 2018, cuando terminó en el tercer puesto."},
    {"pais": "Brasil",
    "imagen": "https://a4.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0701%2Fr1031276_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Es el máximo campeón, con cinco títulos, y el único que participó de todas las ediciones desde 1930. Ocupa el primer lugar en la tabla histórica y en Qatar intentará regresar a una final después de 20 años."},
    {"pais": "Camerún",
    "imagen": "https://a.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0705%2Fr1032709_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Tras un digno debut en España 1982, Camerún cumplió la que aún es la mejor campaña africana de la historia, cuando venció a Argentina y llegó hasta cuartos de final en Italia 1990. Disputará en Qatar su octava Copa del Mundo."},
    {"pais": "Canadá",
    "imagen": "https://a.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0629%2Fr1030517_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Solo tiene una participación, en México 1986, cuando perdió los tres partidos sin convertir goles. En Qatar retorna al máximo torneo tras 36 años y buscará dar el batacazo para llegar a los octavos de final."},
    {"pais": "Corea del Sur",
    "imagen": "https://a.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0705%2Fr1032821_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Es el seleccionado con más tradición mundialista y no falta a un Mundial desde España 1982, algo solo igualado por Brasil, Alemania, Argentina y España. Su mejor actuación fue el cuarto puesto en su casa, en 2002"},
    {"pais": "Costa Rica",
    "imagen": "https://a.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0629%2Fr1030382_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Tras un debut con hazaña en Italia 1990, cuando alcanzó los octavos de final, retornó en Corea-Japón 2002 y en Qatar tendrá su sexta participación. Su mejor campaña es también una de las más increíbles de la historia, ya que en Brasil 2014 llegó a cuartos de final tras eliminar a Italia e Inglaterra"},
    {"pais": "Croacia",
    "imagen": "https://a.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0630%2Fr1030934_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Debutó como seleccionado independiente con un tercer puesto en Francia 1998 y desde ese momento ha sido irregular, aunque se ganó el respeto del planeta y solo faltó a Sudáfrica 2010. Su mejor actuación fue la final del último Mundial."},
    {"pais": "Dinamarca",
    "imagen": "https://a1.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0627%2Fr1029634_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "El equipo nórdico disputará su sexta Copa del Mundo con la ilusión de mejorar la campaña de Francia 1998, cuando alcanzó los cuartos de final y logró su actuación más destacada."},
    {"pais": "Ecuador",
    "imagen": "https://a3.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0623%2Fr1028177_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Ecuador disputará su cuarta Copa del Mundo y todas han sido durante este siglo: Japón-Corea 2002, Alemania 2006 y Brasil 2014. En Qatar quiere al menos igualar su mejor campaña y llegar a octavos de final."},
    {"pais": "España",
    "imagen": "https://a3.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0701%2Fr1031216_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Es el seleccionado con más participaciones consecutivas después de Brasil, Alemania y Argentina, ya que no falta desde 1974. Fue campeón en 2010, aunque en las últimas dos ediciones no pudo superar los octavos."},
    {"pais": "Francia",
    "imagen": "https://a1.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0627%2Fr1029611_2_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Viene de ganar su segundo título y en este siglo se convirtió en un nuevo gigante, después de pasar varias décadas en la sombra de los seleccionados históricos. Además, fue subcampeón una vez y jugó tres semifinales."},
    {"pais": "Gales",
    "imagen": "https://a.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0626%2Fr1029251_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Es la Selección que más tiempo vio pasar entre su primera y su segunda participación. Serán 64 años desde aquella campaña en Suecia 1958, en la que avanzó a cuartos de final por sobre Hungría y solo perdió 1-0 ante el futuro campeón Brasil."},
    {"pais": "Ghana",
    "imagen": "https://a1.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0705%2Fr1032895_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Las Estrellas negras disputarán su cuarta Copa del Mundo tras la ausencia en Rusia 2018 y tendrán como objetivo repetir lo hecho en Sudáfrica 2010, cuando llegaron a cuartos de final"},
    {"pais": "Inglaterra",
    "imagen": "https://a.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0624%2Fr1028568_1288x725_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Campeón en su casa en 1966, disputará su séptimo Mundial consecutivo. Tras aquel título histórico en Wembley, solo dos veces llegó a semifinales, un logro que intentará repetir en Qatar."},
    {"pais": "Irán",
    "imagen": "https://a2.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0624%2Fr1028634_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "En Qatar 2022, la Selección de Irán hará historia y jugará su tercera Copa del Mundo consecutiva, algo que jamás había conseguido. Además, estuvo en los Mundiales de Argentina 1978, Francia 1998 y Alemania 2006."},
    {"pais": "Japón",
    "imagen": "https://a2.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0629%2Fr1030348_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Hizo su presentación absoluta en Francia 1998 y desde ese Mundial jamás falló en su intento de clasificar. Ha alternado eliminaciones en primera fase con clasificaciones a octavos de final, tal como lo hizo en Rusia 2018."},
    {"pais": "México",
    "imagen": "https://a3.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0626%2Fr1029295_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Es una de las que siempre da el presente. Solo faltó a cinco ediciones y estuvo en todas desde Estados Unidos 1994. Además, junto a Brasil son las únicas que clasificaron al menos a octavos de final en los siete últimos Mundiales."},
    {"pais": "Marruecos",
    "imagen": "https://a.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0630%2Fr1030961_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Tiene el honor de ser el primer representante africano en superar la primera fase de un Mundial, cuando alcanzó los octavos de final de México 1986. Fue su mejor actuación en sus cinco participaciones desde la primera en 1970."},
    {"pais": "Países Bajos",
    "imagen": "https://a3.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0623%2Fr1028258_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Es uno de los grandes animadores de la Copa del Mundo pero nunca pudo levantar el máximo trofeo, a pesar de que jugó tres finales, en 1974, 1978 y 2010. También fue semifinalista en 1998 y 2014."},
    {"pais": "Polonia",
    "imagen": "https://a4.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0626%2Fr1029363_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "El conjunto polaco vivirá en Qatar 2022 su novena participación mundialista y buscará dar el batacazo para imitar sus mejores campañas: terceros puestos en Alemania Federal 1974 y España 1982."},
    {"pais": "Portugal",
    "imagen": "https://a2.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0704%2Fr1032374_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Portugal debutó en Mundiales en Inglaterra 1966 y en esa misma edición hizo su mejor campaña: un tercer puesto. En Qatar vivirá su octava participación mundialista."},
    {"pais": "Qatar",
    "imagen": "https://a4.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0623%2Fr1028169_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Qatar jugará su primera Copa del Mundo y lo hará en su casa, algo que solo hicieron Uruguay e Italia en las primeras dos ediciones de todos los tiempos. Su historia es muy corta y tiene un origen mucho más cercano que el de sus competidores, pero sus ambiciones son las de cualquier anfitrión.."},
    {"pais": "Senegal",
    "imagen": "https://a3.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0623%2Fr1028302_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Hizo su debut absoluto en el partido inaugural del Mundial 2002 contra Francia y logró uno de los triunfos más impresionantes de todos los tiempos. Luego igualó la mejor campaña africana. En Qatar jugará su tercera Copa"},
    {"pais": "Serbia",
    "imagen": "https://a3.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0701%2Fr1031386_1294x728_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Como Yugoslavia jugó el primer Mundial en 1930 y se destacó con buenas actuaciones, como el cuarto puesto en 1962 y los cuartos de final en 1990. Desde la desintegración ha sido muy irregular y jamás superó la fase de grupos."},
    {"pais": "Suiza",
    "imagen": "https://a1.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0701%2Fr1031395_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Tiene un largo camino mundialista, que comenzó en Italia 1934. Participó de 6 de las primeras 8 ediciones y su mejor actuación fueron los cuartos en 1934, 1938 y 1954, como local. Luego, estuvo décadas lejos de la Copa pero retornó y jugó las últimas cinco."},
    {"pais": "Túnez",
    "imagen": "https://a2.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0628%2Fr1029936_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Disputará en Qatar su sexta Copa del Mundo, con la esperanza de superar la fase inicial por primera vez en su historia. Debutó en Argentina 1978, cuando ganó su primer partido, contra México. Su segunda victoria fue en 2018."},
    {"pais": "Uruguay",
    "imagen": "https://a3.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0705%2Fr1032766_1296x729_16%2D9.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "La Celeste, campeona de los Mundiales de 1930 y 1950, disputará su 14ta edición en busca de su tercera corona. Estuvo en las últimas cuatro ediciones, en las que volvió a ser protagonista tras años difíciles."},
    {"pais": "USA",
    "imagen": "https://a.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0624%2Fr1028713_828x466_16%2D9.jpg&w=828&h=466&scale=crop&cquality=80&location=origin&format=jpg",
    "descripcion": "Disputó siete de las últimas ocho Copas del Mundo y supo ser protagonista. Su mejor actuación fue en la primera edición, cuando llegó a semifinales. En Qatar el máximo sueño es acercarse a aquella campaña."}

     ]
    }

